---
kind: type
id: T:Autodesk.Revit.DB.Visual.MasonryCMU
source: html/1cd24382-d660-029d-ef09-9f553ebdb199.htm
---
# Autodesk.Revit.DB.Visual.MasonryCMU

A static class that provides access to the property names that appear in the MasonryCMU visual asset schema.

## Syntax (C#)
```csharp
public static class MasonryCMU
```